Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# watchtower_item_broad_websites_text
source: Items that have one or more URIs which match detection rules should likely be narrowed.
ar: يجب تضييق نطاق العناصر التي تحتوي على واحد أو أكثر من عناوين URI التي تتطابق مع قواعد الاكتشاف.
de: Gegenstände, die eine oder mehr URIs haben und den Erkennungsregeln entsprechen, sollten am besten verengt werden.
es: Los elementos que tienen una o más URIs que coinciden con las reglas de detección deberían ser reducidos.
fr: Les éléments dont un ou plusieurs URI correspondent aux règles de détection devraient probablement être restreints.
hu: Azokat az elemeket, amelyek egy vagy több olyan URI-vel rendelkeznek, amelyek megfelelnek az észlelési szabályoknak, valószínűleg szűkíteni kell.
it: Gli elementi che hanno uno o più URI che corrispondono alle regole di rilevamento dovrebbero essere ristretti.
ko: 일치 규칙을 더 명확하게 해야 할 만한 URI가 포함된 항목입니다.
pt_br: Itens que possuem um ou mais URIs que correspondem a regras de detecção provavelmente devem ser reduzidos.
pt_pt: Os itens que possuem um ou mais URIs que correspondam às regras de deteção deverão ser provavelmente reduzidos.
ru: Элементы, имеющие один или несколько URI, совпадающих с правилами обнаружения должны сузиться.
uk: Записи, які мають одну або більше URL-адресу правила виявлення збігів котрих, скоріш за все, можна зробити більш жорсткими.
zh_hans: 具有一个或多个符合探测规则的 URI 的条目可能会被缩小。

# watchtower_item_broad_websites_title
source: Broad URI match detection
ar: اكتشاف تطابق واسع لعناوين URI
de: Breite URI-Übereinstimmungserkennung
es: Detección de coincidencias URI amplias
fr: Détection des correspondances entre les URI large
hu: Tág URI egyezés észlelése
it: Rilevamento esteso di corrispondenza URI
ko: 느슨한 URI 일치 인식
pt_br: Detecção de correspondência URI abrangente
pt_pt: Detecção de correspondência URI alargada
ru: Обнаружение совпадений URI
uk: Неточні правила виявлення збігів URL-адрес
zh_hans: 广泛的 URI 匹配检测

# watchtower_item_compromised_accounts_text
source: Check data breaches by a username or email address.
ar: التحقق من خروقات البيانات عن طريق اسم المستخدم أو عنوان البريد الإلكتروني.
de: Datenlecks nach Nutzernamen oder E-Mail-Adressen überprüfen.
es: Comprueba las filtraciones de datos por un nombre de usuario o dirección de correo electrónico.
fr: Vérifier les violations de données par un nom d'utilisateur ou une adresse e-mail.
hu: Ellenőrizze az adatszivárgásokat felhasználónév vagy e-mail cím alapján.
it: Controlla le violazioni dei dati attraverso un nome utente o un indirizzo email.
ja: ユーザー名またはメールアドレスでデータ漏洩をチェックします。
ko: 사용자 이름이나 이메일 주소가 유출되었는지 확인합니다.
pt_br: Verificar vazamentos de dados por um nome de usuário ou endereço de e-mail.
pt_pt: Verificar violações de dados utilizando nome de utilizador ou endereço de e-mail.
ru: Проверить утечку данных по имени пользователя или адресу электронной почты.
uk: Шукати ім'я користувача або електрону адресу в відомих витоках даних.
zh_hans: 使用用户名或电子邮件地址检查数据泄露情况。

# watchtower_item_compromised_accounts_title
source: Compromised Accounts
ar: الحسابات المخترقة
de: Komprimierte Konten
es: Cuentas comprometidas
fr: Comptes Compromis
hu: Veszélyben Lévő Fiókok
it: Account Compromessi
ja: 漏洩したアカウント
ko: 유출된 계정
pt_br: Contas Comprometidas
pt_pt: Contas comprometidas
ru: Скомпрометированные учетные записи
uk: Скомпрометовані облікові записи
zh_hans: 被盗账户

# watchtower_item_duplicate_items_text
source: Helps you identify and eliminate duplicate items in your vault.
ar: يساعدك على تحديد وإزالة العناصر المكررة في قبو الخاص بك.
de: Hilft dabei, identische Elemente in deinem Tresor zu identifizieren und zu entfernen.
es: Te ayuda a identificar y eliminar objetos duplicados en tu caja fuerte.
fr: Vous aide à identifier et à éliminer les doublons dans votre coffre.
hu: Segít azonosítani és törölni az ismétlődő elemeket a széfben.
it: Ti aiuta a identificare ed eliminare gli elementi duplicati nella tua cassaforte.
ja: 保管庫内の重複するアイテムを特定して削除するのに役立ちます。
ko: 보관함에 있는 중복된 항목입니다.
pt_br: Ajuda a identificar e eliminar itens duplicados no seu cofre.
pt_pt: Ajuda a identificar e eliminar dados duplicados no seu cofre.
ru: Помогает найти и исправить записи с повторяющимися данными.
uk: Допомагає вам знайти та виправити записи з повторюваними даними.
zh_hans: 帮助您寻找并删除密码库中的重复条目。

# watchtower_item_duplicate_items_title
source: Duplicate Items
ar: العناصر المكررة
de: Duplizierte Elemente
es: Elementos duplicados
fr: Éléments en doublons
hu: Ismétlődő elemek
it: Elementi Duplicati
ja: 重複したアイテム
ko: 중복 항목
pt_br: Itens duplicados
pt_pt: Informação duplicada
ru: Повторяющиеся записи
uk: Повторювані записи
zh_hans: 重复条目

# watchtower_item_duplicate_websites_text
source: Items that have one or more URIs that cover the same websites after applying the match detection.
ar: العناصر التي تحتوي على معرف URI واحد أو أكثر يغطي نفس مواقع الويب بعد تطبيق اكتشاف المطابقة.
de: Elemente, die eine oder mehrere URIs haben, die die gleiche Website abdecken, nachdem die Match-Erkennung angewendet wurde.
es: Elementos que tienen una o más URIs que cubren los mismos sitios web después de aplicar una detección de coincidencias.
fr: Éléments qui ont une ou plusieurs URI qui couvrent les mêmes sites Web après avoir appliqué la détection de correspondance.
hu: Olyan elemek, amelyek egy vagy több olyan URI-vel rendelkeznek, amelyek ugyanazokat a webhelyeket fedik le az egyezésészlelés alkalmazása után.
it: Elementi che hanno uno o più URI che coprono gli stessi siti web dopo aver applicato il rilevamento delle corrispondenze.
ja: 一致検出を適用した後、同じウェブサイトをカバーする URI が1つ以上あるアイテム。
ko: 일치 인식을 적용한 뒤, 같은 사이트에 하나 이상의 URI가 있는 항목입니다.
pt_br: Itens que têm um ou mais URIs que abrangem os mesmos sites após a aplicação da detecção de correspondência.
pt_pt: Entradas que têm um ou mais URIs que cobrem os mesmos sites após a aplicação da detecção de correspondência.
ru: Записи с URI-адресами, которые после обработки на обнаружение совпадений покрывают одинаковые веб-сайты.
uk: Записи, які мають URI-адреси, котрі після обробки на виявлення збігів покривають однакові вебсайти.
zh_hans: 在应用匹配检测后，具有一个或多个覆写相同网站的 URI 的条目。

# watchtower_item_duplicate_websites_title
source: Duplicate URIs
ar: عناوين URI مكررة
de: Duplizierte URIs
es: URls duplicadas
fr: URI en doublons
hu: Ismétlődő URI-k
it: Uri duplicate
ja: 重複した URI
ko: 중복 URI
pt_br: URIs duplicados
pt_pt: URIs duplicados
ru: Повторяющиеся URI-адреса
uk: Повторювані URI-адреси
zh_hans: 重复的 URI

# watchtower_item_empty_folders_text
source: Folders that do not have any items in them.
ar: المجلدات التي لا تحتوي على أي عناصر فيها.
de: Ordner, in denen keine Elemente enthalten sind.
es: Carpetas que no tienen elementos en ellas.
fr: Dossiers qui n'ont aucun élément à l'intérieur.
hu: Mappák, amelyekben nincsenek elemek.
it: Cartelle che non hanno elementi in esse.
ja: アイテムが何も入っていないフォルダ。
ko: 아무 항목도 저장되어 있지 않은 폴더입니다.
pt_br: Pastas que não possuem nenhum item nelas.
pt_pt: Pastas que não possuem nenhuma entrada.
ru: Папки, которые не содержат записей.
uk: Теки, які не містять записів.
zh_hans: 没有条目的文件夹。

# watchtower_item_empty_folders_title
source: Empty Folders
ar: المجلدات الفارغة
de: Leere Ordner
es: Carpetas vacías
fr: Dossiers vides
hu: Üres Mappák
it: Cartelle Vuote
ja: 空のフォルダ
ko: 빈 폴더
pt_br: Pastas vazias
pt_pt: Pastas vazias
ru: Пустые папки
uk: Порожні теки
zh_hans: 空文件夹

# watchtower_item_expiring_items_text
source: Items that have expired or are expiring soon.
ar: العناصر التي انتهت صلاحيتها أو ستنتهي صلاحيتها قريبًا.
de: Elemente, die abgelaufen sind oder bald ablaufen.
es: Elementos que han expirado o expiraran pronto.
fr: Les éléments qui ont expiré ou qui expirent bientôt.
hu: Lejárt vagy hamarosan lejáró elemek.
it: Elementi che sono scaduti o stanno scadendo presto.
ja: 有効期限切れになったアイテムまたはまもなく期限切れになるアイテム。
ko: 만료되었거나 곧 만료될 항목입니다.
pt_br: Itens que expiraram ou que estão prestes a expirar.
pt_pt: Dados que terminaram a validade ou estão para terminar em breve.
ru: Записи, срок действия которых истек или скоро истекают.
uk: Записи у яких або закінчився термін дії, або скоро закінчиться.
zh_hans: 已过期或即将过期的条目。

# watchtower_item_expiring_items_title
source: Expiring Items
ar: العناصر منتهية الصلاحية
de: Abgelaufene Elemente
es: Elementos expirados
fr: Éléments expirants
hu: Lejáró elemek
it: Elementi in scadenza
ja: 期限切れのアイテム
ko: 만료 항목
pt_br: Itens que estão expirando
pt_pt: Dados com validade terminada
ru: Истекающие записи
uk: Закінчується термін дії
zh_hans: 过期条目

# watchtower_item_gpg_key_publishing_text
source: GPG keys with missing, stale, unverified, or revoked keyserver status.
ar: مفاتيح GPG ذات حالة خادم مفاتيح مفقودة أو قديمة أو غير مُتحقَّق منها أو مُبطَلة.
de: GPG-Schlüssel mit fehlendem, veraltetem, nicht verifiziertem oder widerrufenem Schlüsselserver-Status.
es: Claves GPG con un estado en el servidor de claves ausente, obsoleto, sin verificar o revocado.
fr: Clés GPG dont le statut sur le serveur de clés est manquant, obsolète, non vérifié ou révoqué.
it: Chiavi GPG con stato del keyserver mancante, obsoleto, non verificato o revocato.
ja: キーサーバーの状態が欠落、古い、未検証、または失効している GPG キー。
ko: 키 서버 상태가 없거나, 오래되었거나, 검증되지 않았거나, 폐기된 GPG 키입니다.
pt_br: Chaves GPG com status de servidor de chaves ausente, obsoleto, não verificado ou revogado.
pt_pt: Chaves GPG com o estado de servidor de chaves em falta, desatualizado, não verificado ou revogado.
ru: GPG-ключи с отсутствующим, устаревшим, непроверенным или отозванным статусом на сервере ключей.
uk: GPG-ключі з відсутнім, застарілим, непідтвердженим або відкликаним статусом на сервері ключів.
zh_hans: 密钥服务器状态缺失、陈旧、未验证或已吊销的 GPG 密钥。

# watchtower_item_gpg_key_publishing_title
source: GPG key publishing
ar: نشر مفتاح GPG
de: GPG-Schlüsselveröffentlichung
es: Publicación de claves GPG
fr: Publication des clés GPG
it: Pubblicazione delle chiavi GPG
ja: GPG キーの公開
ko: GPG 키 게시
pt_br: Publicação de chave GPG
pt_pt: Publicação de chaves GPG
ru: Публикация GPG-ключей
uk: Публікація GPG-ключів
zh_hans: GPG 密钥发布

# watchtower_item_inactive_2fa_text
source: Sites that have two-factor authentication available but you haven't set it up yet.
ar: المواقع التي تتوفر بها المصادقة الثنائية ولكنك لم تقم بإعدادها بعد.
de: Seiten, die eine Zwei-Faktor-Authentifizierung haben, die Sie aber noch nicht eingerichtet haben.
es: Sitios que tienen la autenticación en dos pasos disponibles pero aún no lo has configurado.
fr: Les sites web proposant l'authentification à deux facteurs (2FA) mais pour lesquels vous ne l'avez pas configurée.
hu: Olyan webhelyek, amelyeken elérhető a kétlépcsős hitelesítés, de Ön még nem állította be.
it: Siti che supportano l'autenticazione a due fattori ma non l'hai ancora impostato.
ja: 2 段階認証が利用できるサイトですが、まだ設定していません。
ko: 2단계 인증을 지원하지만 아직 설정하지 않은 사이트입니다.
pt_br: Sites que têm autenticação de dois fatores disponíveis, mas você ainda não os configurou.
pt_pt: Sites com autenticação de dois fatores disponíveis, mas ainda não foram configurados.
ru: Сайты, на которых доступна, но еще не настроена двухфакторная аутентификация.
uk: Сайти, які мають доступну, але ще не налаштовану двофакторну автентифікацію.
zh_hans: 站点可用 2FA，但您没有启用它

# watchtower_item_inactive_2fa_title
source: Inactive two-factor authentication
ar: المصادقة الثنائية غير النشطة
de: Inaktive Zwei-Faktor-Authentifizierung
es: Autenticación en dos pasos inactiva
fr: Authentification à deux facteurs inactive
hu: Inaktív kétlépcsős hitelesítés
it: Autenticazione a due fattori non attivata
ja: 非アクティブな 2 段階認証
ko: 2단계 인증 꺼짐
pt_br: Autenticação de dois fatores inativa
pt_pt: Autenticações de 2 fatores inativas (2FA)
ru: Неактивная двухфакторная аутентификация
uk: Неактивна двофакторна автентифікація
zh_hans: 未启用双因素身份认证

# watchtower_item_inactive_passkey_text
source: Sites that have passkeys available but you haven't set it up yet. It's simpler and more secure than a password.
ar: المواقع التي يتوفر بها مفتاح مرور ولكنك لم تقم بإعداده بعد. إنها أبسط وأكثر أمانًا من كلمة المرور.
de: Sites, die Passkeys haben, die Sie aber noch nicht eingerichtet haben.
es: Sitios con llaves de acceso disponibles pero aún no lo has configurado. Es más sencillo y seguro que una contraseña.
fr: Les sites web disposant d'une clé d'accès mais que vous n'avez pas encore configuré. Il est plus simple et plus sécurisé qu'un mot de passe.
hu: Olyan webhelyek, amelyek rendelkeznek hozzáférési kulcsal, de Ön még nem állította be. Ez egyszerűbb és biztonságosabb, mint egy jelszó.
it: Siti che hanno la chiave di accesso disponibile, ma non l'hai ancora impostata. È più semplice e più sicura di una password.
ja: パスキーを設定可能なサイトですが、まだ設定していません。パスキーはパスワードよりも簡単で安全です。
ko: 패스키를 지원하지만 아직 설정하지 않은 사이트입니다. 패스키는 비밀번호보다 간단하고 더 안전합니다.
pt_br: Sites que têm chave de acesso disponível, mas você ainda não configurou. É mais simples e mais seguro que uma senha.
pt_pt: Sites que têm chaves de acesso disponíveis, mas ainda não foram configuradas. É mais simples e mais seguro que uma palavra-passe.
ru: Сайты, на которых есть ключ доступа (Passkey), но вы его еще не настроили. Это проще и, безопаснее пароля.
uk: Сайти, які мають наявну, але ще не налаштовану підтримку ключів доступу - простішу та більш безпечну альтернативу паролям.
zh_hans: 有可用通行密钥但并未设置的站点，它比密码更简单、更安全。

# watchtower_item_inactive_passkey_title
source: Available Passkeys
ar: مفاتيح المرور المتاحة
de: Verfügbare Passkeys
es: Llaves de acceso disponibles
fr: Clés d'accès disponibles
hu: Elérhető Hozzáférési kulcsok
it: Passkey Disponibili
ja: パスキーが利用可能
ko: 패스키 사용 가능
pt_br: Chaves de Acesso Disponíveis
pt_pt: Chaves de acesso disponíveis
ru: Доступные ключи доступа
uk: Наявні ключі доступу
zh_hans: 可用通行密钥

# watchtower_item_incomplete_items_text
source: Helps you identify missing or incomplete data in your vault. This can refer to identities with missing names or logins without usernames.
ar: يساعدك على تحديد البيانات المفقودة أو غير الكاملة في مخزنك. يمكن أن يشير هذا إلى الهويات ذات الأسماء المفقودة أو عمليات تسجيل الدخول بدون أسماء المستخدمين.
de: Hilft dabei, fehlende oder unvollständige Daten im Tresor zu identifizieren. Dies kann sich auf Identitäten mit fehlenden Namen oder Anmeldungen ohne Benutzernamen beziehen.
es: Te ayuda a identificar datos faltantes o incompletos en tu caja fuerte. Esto puede referirse a identidades con nombres faltantes o inicios de sesión sin nombres de usuario.
fr: Vous aide à identifier les données manquantes ou incomplètes dans votre coffre. Cela peut se référer à des identités avec des noms manquants ou des identifiants sans nom d'utilisateur.
hu: Segít azonosítani a tárolóban hiányzó vagy hiányos adatokat. Ez utalhat hiányzó névvel rendelkező személyazonosságokra vagy felhasználónév nélküli bejelentkezésekre.
it: Aiuta a identificare dati mancanti o incompleti nella cassaforte. Questo potrebbe riferirsi a identità con nomi mancanti o login senza nomi utente.
ja: 保管庫内の不足または不完全なデータを識別するのに役立ちます。これには、名前が欠落している ID や、ユーザー名が欠落しているログインが含まれます。
ko: 보관함에 있는 불완전한 데이터입니다. 이름이 없거나 사용자 이름이 없는 로그인 항목일 수 있습니다.
pt_br: Ajuda a identificar dados ausentes ou incompletos em seu cofre. Isso pode se referir a identificações com nomes ausentes ou logins sem nomes de usuário.
pt_pt: Ajuda a identificar dados ausentes ou incompletos no seu cofre. Isso pode se referir a identidades com nomes ou credenciais ausentes sem nomes de utilizador.
ru: Помогает найти недостающие или неполные данные в вашем хранилище. Это могут быть записи без названий или имен пользователей.
uk: Допомагає вам знайти відсутні або неповні дані у вашому сховищі. Це можуть бути записи без назв або імен користувачів.
zh_hans: 帮助您识别密码库中丢失或不完整的数据，可能是没有名字或没有用户名的项目。

# watchtower_item_incomplete_items_title
source: Incomplete Items
ar: العناصر غير المكتملة
de: Unvollständige Elemente
es: Elementos incompletos
fr: Éléments incomplets
hu: Hiányos elemek
it: Elementi incompleti
ja: 不完全なアイテム
ko: 불완전 항목
pt_br: Itens Incompletos
pt_pt: Dados incompletos
ru: Незавершенные записи
uk: Незавершені записи
zh_hans: 不完整的条目

# watchtower_item_new_alerts_title
source: Review new alerts
ar: مراجعة التنبيهات الجديدة
de: Neue Warnungen überprüfen
es: Revisar nuevas alertas
fr: Examiner les nouvelles alertes
hu: Új figyelmeztetések áttekintése
it: Esamina i nuovi avvisi
ja: 新しい警告を確認
ko: 새 경고 확인
pt_br: Revisar novos alertas
pt_pt: Analisar novos alertas
ru: Проверить новые оповещения
uk: Переглянути нові оповіщення
zh_hans: 查看新提醒

# watchtower_item_pwned_passwords_text
source: Passwords that have been exposed in data breaches. Such passwords should be changed immediately.
ar: كلمات المرور التي تم الكشف عنها في خروقات البيانات. يجب تغيير كلمات المرور هذه على الفور.
de: Bei Datenlecks aufgedeckte Passwörter sollten unverzüglich geändert werden.
es: Las contraseñas que han sido vulneradas en las filtraciones de datos. Deben ser modificadas inmediatamente.
fr: Les mots de passe qui ont été exposés dans des violations de données. Ces mots de passe devraient être modifiés immédiatement.
hu: Az adatszivárgások során nyilvánosságra került jelszavak. Az ilyen jelszavakat azonnal meg kell változtatni.
it: Password che sono state esposte in violazioni di dati. Tali password dovrebbero essere modificate immediatamente.
ja: データ漏洩で公開されたパスワード。このようなパスワードはすぐに変更すべきです。
ko: 유출 데이터베이스에 포함된 비밀번호입니다. 유출된 비밀번호는 지금 당장 변경해야 합니다.
pt_br: Senhas que foram expostas em vazamentos de dados. Essas senhas devem ser alteradas imediatamente.
pt_pt: Palavras-passe que foram expostas em violações de dados. Essas palavras-passe devem ser alteradas imediatamente.
ru: Пароли, раскрытые в результате утечки данных. Такие пароли следует немедленно изменить.
uk: Паролі, які було знайдено в витоках даних. Такі паролі мають бути негайно змінені.
zh_hans: 密码存在于已知的数据泄露事件中，应立即更改此密码。

# watchtower_item_pwned_passwords_title
source: Pwned Passwords
ar: كلمات المرور Pwned
de: Aufgedeckte Passwörter
es: Contraseñas filtradas
fr: Mots de passe pwned
hu: Feltört Jelszavak
it: Password Compromesse
ja: 漏洩したパスワード
ko: 유출된 비밀번호
pt_br: Senhas comprometidas
pt_pt: Palavras-passe comprometidas
ru: Скомпрометированные пароли
uk: Викриті паролі
zh_hans: 泄露的密码

# watchtower_item_reused_passwords_text
source: Don't use the same password on multiple websites. Generate unique passwords to improve security.
ar: لا تستخدم نفس كلمة المرور على مواقع ويب متعددة. قم بإنشاء كلمات مرور فريدة لتحسين الأمان.
de: Benutzen Sie nicht dasselbe Passwort auf mehreren Webseiten. Generieren Sie einzigartige Passwörter, um die Sicherheit zu verbessern.
es: No uses la misma contraseña en varios sitios web. Genera contraseñas únicas para una mejor seguridad.
fr: N'utilisez pas le même mot de passe sur plusieurs sites Web. Générez des mots de passe uniques pour améliorer la sécurité.
hu: Ne használja ugyanazt a jelszót több weboldalon. A biztonság növelése érdekében hozzon létre egyedi jelszavakat.
it: Non utilizzare la stessa password su più siti. Genera password uniche per migliorare la sicurezza.
ja: 複数のウェブサイトで同じパスワードを使用しないでください。セキュリティを向上させるために、一意のパスワードを生成してください。
ko: 여러 웹사이트에 같은 비밀번호를 사용하지 마세요. 웹사이트마다 다른 비밀번호를 생성하여 보안을 강화할 수 있습니다.
pt_br: Não use a mesma senha em vários sites. Gere senhas únicas para melhorar a segurança.
pt_pt: Não usar a mesma palavra-passe em vários sites. Criar palavras-passe únicas para melhorar a segurança.
ru: Не используйте один и тот же пароль на разных сайтах. Создавайте уникальные пароли для повышения безопасности.
uk: Не використовуйте однаковий пароль на кількох вебсайтах. Генеруйте унікальні паролі для підвищення безпеки.
zh_hans: 不要在多个网站上使用相同的密码，生成唯一的密码来提高安全性。

# watchtower_item_reused_passwords_title
source: Reused Passwords
ar: إعادة استخدام كلمات المرور
de: Wiederverwendete Passwörter
es: Contraseñas reutilizadas
fr: Mot de passe réutilisé
hu: Újrahasznált jelszavak
it: Password Riutilizzate
ja: 再利用パスワード
ko: 재사용 비밀번호
pt_br: Senhas reutilizadas
pt_pt: Palavras-passe reutilizadas
ru: Повторно использованные пароли
uk: Повторювані паролі
zh_hans: 重复使用的密码

# watchtower_item_trashed_items_text
source: Items that have been moved into the trash. Having too many items in the trash may slow down operations with your vault.
ar: العناصر التي تم نقلها إلى سلة المهملات. قد يؤدي وجود عدد كبير جدًا من العناصر في سلة المهملات إلى إبطاء العمليات في مخزنك.
de: Elemente, die in den Papierkorb verschoben wurden. Wenn sich zu viele Elemente im Papierkorb befinden, kann dies den Betrieb des Tresors verlangsamen.
es: Elementos que se han movido a la papelera. Tener muchos elementos en la papelera puede ralentizar las operaciones con tu caja fuerte.
fr: Les éléments qui ont été déplacés dans la corbeille. Avoir trop d'éléments dans la corbeille peut ralentir les opérations dans votre coffre.
hu: A lomtárba helyezett elemek. Ha túl sok elem van a lomtárban, lelassulhat a széf működése.
it: Elementi che sono stati spostati nel cestino. Avere troppi oggetti nel cestino può rallentare le operazioni con la cassaforte.
ja: ごみ箱に移動されたアイテムです。ごみ箱にアイテムが多すぎると、保管庫の操作が遅くなることがあります。
ko: 휴지통으로 간 항목입니다. 휴지통에 항목이 너무 많으면 보관함이 느려질 수 있습니다.
pt_br: Itens que foram movidos para a lixeira. O excesso de itens na lixeira pode atrasar as operações do seu cofre.
pt_pt: Dados que foram movidos para a reciclagem. Ter muitos dados na reciclagem pode reduzir a velocidade nas operações com o seu cofre.
ru: Записи, которые были перемещены в корзину. Слишком большое количество записей в корзине может замедлить операции с хранилищем.
uk: Записи які були переміщенні в кошик. Забагато записів в кошику може сповільнити операції зі сховищем.
zh_hans: 已移入回收站的条目，回收站中的物品过多可能会减慢密码库的运行速度。

# watchtower_item_trashed_items_title
source: Trashed Items
ar: العناصر المحذوفة
de: Gelöschte Elemente
es: Elementos en la papelera
fr: Éléments dans la corbeille
hu: Lomtárba helyezett elemek
it: Elementi nel cestino
ja: ごみ箱のアイテム
ko: 휴지통에 있는 항목
pt_br: Itens descartados
pt_pt: Entradas apagadas
ru: Удаленные записи
uk: Записи в кошику
zh_hans: 回收站中的条目

# watchtower_item_unsecure_websites_text
source: Change the URLs that use HTTP protocol to use HTTPS protocol, as the latter utilizes the most advanced encryption available.
ar: قم بتغيير عناوين URL التي تستخدم بروتوكول HTTP لاستخدام بروتوكول HTTPS، حيث يستخدم الأخير التشفير الأكثر تقدمًا المتاح.
de: Ändere die URLs, die HTTP-Protokoll verwenden dazu das HTTPS-Protokoll zu verwenden, da letztere die fortschrittlichste Verschlüsselung verwendet.
es: Cambia las URLs que usan el protocolo HTTP para usar el protocolo HTTPS, ya que este último usa el cifrado más avanzado disponible.
fr: Changez les URL qui utilisent le protocole HTTP pour utiliser le protocole HTTPS, car celui-ci utilise le cryptage le plus avancé disponible.
hu: Módosítsa a HTTP protokollt használó URL-címeket HTTPS protokoll használatára, mivel az utóbbi az elérhető legfejlettebb titkosítást használja.
it: Modifica gli URL che utilizzano il protocollo HTTP per utilizzare HTTPS, in quanto quest'ultimo utilizza la crittografia più avanzata disponibile.
ja: HTTP プロトコルを使用している URL を、より高度な暗号化を利用した HTTPS プロトコルを使用するように変更します。
ko: HTTP 프로토콜을 사용하는 URL을 HTTPS로 변경하세요. HTTPS 프로토콜은 가장 강력한 암호화를 사용할 수 있습니다.
pt_br: Altere as URLs que utilizam o protocolo HTTP para usarem o protocolo HTTPS, pois este último utiliza a criptografia mais avançada disponível.
pt_pt: Alterar os endereços que usam o protocolo HTTP para usar o protocolo HTTPS, já que este utiliza a mais avançada criptografia disponível.
ru: Измените URL-адреса, использующие протокол HTTP, на протокол HTTPS, поскольку последний использует самое современное шифрование.
uk: Змініть протокол URL-адрес з HTTP на HTTPS, оскільки останній використовує найкраще шифрування з доступного.
zh_hans: 更改 HTTP 为 HTTPS 协议，因为后者更为安全
